{"translation-revision-date":"2020-05-30 19:31:27+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr_CA"},"Securely accept credit and debit cards with one low rate, no surprise fees (custom rates available). Sell online and in store and track sales and inventory in one place.":["Acceptez en toute sécurité les cartes de crédit et de débit pour un tarif modique unique et sans frais inattendus (tarifs personnalisés disponibles). Vendez en ligne et en boutique, et suivez l'évolution des ventes ainsi que du stock à un seul et même endroit."],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Choisissez le paiement que vous voulez, payez maintenant, ultérieurement ou en plusieurs fois. Pas de numéros de carte de crédit, pas de mots de passe, pas de problèmes."],"PayPal Checkout":["Validation de commande PayPal"],"Accept debit and credit cards in 135+ currencies, methods such as Alipay, and one-touch checkout with Apple Pay.":["Acceptez les cartes de débit et de crédit dans plus de 135 devises, des modes de paiement tels qu'Alipay et le paiement en un clic avec Apple Pay."],"Credit cards - powered by Stripe":["Cartes de crédit - propulsé par Stripe"],"Please enter your API password":["Veuillez saisir le mot de passe de votre API"],"Please enter your API username":["Veuillez saisir le nom d'utilisateur de votre API"],"PayPal connected successfully.":["PayPal connecté avec succès."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Une erreur est survenue lors de la connexion à Square. Veuillez réessayer ou ignorer pour vous connecter ultérieurement aux réglages de la boutique."],"Square connected successfully.":["Square connecté avec succès."],"Live Secret Key":["Code secret en temps réel"],"Live Publishable Key":["Code publiable en temps réel"],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["Vous pouvez obtenir les détails de votre API à partir de votre {{link}}compte Stripe{{\/link}}"],"Please enter your merchant key":["Veuillez entrer votre code secret"],"There was a problem saving your payment settings.":["Un problème est survenu lors de l'enregistrement de vos réglages de paiement."],"Stripe connected successfully.":["Stripe connecté avec succès."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Vous pouvez configurer Klarna dans les {{link}}réglages de votre boutique{{\/link}}. Déterminez {{helpLink}}vos besoins{{\/helpLink}}."],"Proceed":["Continuer"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["L&rsquo;extension PayFast pour WooCommerce vous permet d’accepter les paiements par carte de crédit et transfert bancaire via l’une des passerelles de paiement les plus populaires en Afrique du Sud. Aucun frais d’installation ni abonnement mensuel."],"The eWAY extension for WooCommerce allows you to take credit card payments directly on your store without redirecting your customers to a third party site to make payment.":["L&rsquo;extension eWAY pour WooCommerce vous permet d’accepter les paiements par carte de crédit directement sur le site de votre boutique sans rediriger vos clients vers un site de paiement tiers."],"Square":["Carré"],"Klarna Payments":["Klarna Payments"],"Klarna Checkout":["Klarna Checkout"],"Please enter a valid email address":["Veuillez saisir une adresse courriel valide"],"Connect":["Connecter"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Paiement sûr et sécurisé à l&rsquo;aide de votre carte de crédit ou de votre compte client Paypal."],"Email address":["Adresse courriel"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Bank name":["Nom de la banque"],"Account number":["Numéro du compte"],"Account name":["Nom du compte"],"Sort code":["Code guichet"],"Direct bank transfer":["Virement bancaire"],"API Password":["Mot de passe API"],"API Username":["Nom d'utilisateur de l'API"],"Save":["Enregistrer"],"Cash on delivery":["Paiement à la livraison"],"Continue":["Continuer"],"Settings":["Réglages"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/6.a1cfaa769c3ae60919e3.js"}}